Repository: Team-7-Mysore/FleetManagementApp
Catalog: FleetManagementSystem/Localizable.xcstrings
Source language: en
Languages: hi, kn, mr

source: 1 Issue
hi: 1 समस्या
kn: 1 ಸಮಸ್ಯೆ
mr: 1 समस्या

source: Account
hi: खाता
kn: ಖಾತೆ
mr: खाते

source: Account Created!
hi: अकाउंट बन गया!
kn: ಖಾತೆ ರಚಿಸಲಾಗಿದೆ!
mr: खाते तयार झाले!

source: Account Creation
hi: खाता निर्माण
kn: ಖಾತೆ ರಚನೆ
mr: खाते तयार करणे

source: Actions
hi: कार्य
kn: ಕ್ರಿಯೆಗಳು
mr: कृती

source: Active
hi: सक्रिय
kn: ಸಕ್ರಿಯ
mr: सक्रिय

source: Active Route
hi: सक्रिय मार्ग
kn: ಸಕ್ರಿಯ ಮಾರ್ಗ
mr: सक्रिय मार्ग

source: Active Trip
hi: सक्रिय यात्रा
kn: ಸಕ್ರಿಯ ಪ್ರವಾಸ
mr: सक्रिय सफर

source: Active trips will appear here
hi: सक्रिय यात्राएं यहां दिखाई देंगी
kn: ಸಕ್ರಿಯ ಪ್ರವಾಸಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ
mr: सक्रिय सफर इथे दिसतील

source: Active Work Order
hi: सक्रिय कार्य आदेश
kn: ಸಕ್ರಿಯ ಕೆಲಸದ ಆದೇಶ
mr: सक्रिय कार्य आदेश

source: Add Another Issue
hi: एक और समस्या जोड़ें
kn: ಇನ್ನೊಂದು ಸಮಸ್ಯೆ ಸೇರಿಸಿ
mr: आणखी एक समस्या जोडा

source: Add Fill-Up
hi: ईंधन जोड़ें
kn: ಇಂಧನ ಸೇರಿಸಿ
mr: इंधन जोडा

source: Add Manually
hi: मैन्युअल रूप से जोड़ें
kn: ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಿ
mr: स्वहस्ते जोडा

source: Add New Part
hi: नया पार्ट जोड़ें
kn: ಹೊಸ ಭಾಗ ಸೇರಿಸಿ
mr: नवीन भाग जोडा

source: Add Person
hi: व्यक्ति जोड़ें
kn: ವ್ಯಕ್ತಿ ಸೇರಿಸಿ
mr: व्यक्ती जोडा

source: Add Vehicle
hi: वाहन जोड़ें
kn: ವಾಹನ ಸೇರಿಸಿ
mr: वाहन जोडा

source: Add Via Point
hi: वाया पॉइंट जोड़ें
kn: ಮಾರ್ಗ ಬಿಂದು ಸೇರಿಸಿ
mr: मार्ग बिंदू जोडा

source: All
hi: सभी
kn: ಎಲ್ಲಾ
mr: सर्व

source: All Maintenance
hi: सभी रखरखाव
kn: ಎಲ್ಲಾ ನಿರ್ವಹಣೆ
mr: सर्व देखभाल

source: All Roles
hi: सभी भूमिकाएं
kn: ಎಲ್ಲಾ ಪಾತ್ರಗಳು
mr: सर्व भूमिका

source: All Statuses
hi: सभी स्थितियां
kn: ಎಲ್ಲಾ ಸ್ಥಿತಿಗಳು
mr: सर्व स्थिती

source: All Trips
hi: सभी यात्राएं
kn: ಎಲ್ಲಾ ಪ್ರವಾಸಗಳು
mr: सर्व सफर

source: All vehicles operational
hi: सभी वाहन चालू हैं
kn: ಎಲ್ಲಾ ವಾಹನಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿವೆ
mr: सर्व वाहने सुरू आहेत

source: App
hi: ऐप
kn: ಆ್ಯಪ್
mr: ॲप

source: App Information
hi: ऐप की जानकारी
kn: ಆ್ಯಪ್ ಮಾಹಿತಿ
mr: ॲप माहिती

source: Apply
hi: लागू करें
kn: ಅನ್ವಯಿಸಿ
mr: लागू करा

source: Approval Required
hi: अनुमोदन आवश्यक
kn: ಅನುಮೋದನೆ ಅಗತ್ಯ
mr: मंजुरी आवश्यक

source: Approve
hi: स्वीकृत करें
kn: ಅನುಮೋದಿಸಿ
mr: मंजूर करा

source: Approve & Assign to Maintenance
hi: स्वीकृत करें और रखरखाव को सौंपें
kn: ಅನುಮೋದಿಸಿ ಮತ್ತು ನಿರ್ವಹಣೆಗೆ ನಿಯೋಜಿಸಿ
mr: मंजूर करा आणि देखभालीला सोपवा

source: Approve Current Shortcut/Path
hi: वर्तमान शॉर्टकट/पथ स्वीकृत करें
kn: ಪ್ರಸ್ತುತ ಶಾರ್ಟ್‌ಕಟ್/ಮಾರ್ಗ ಅನುಮೋದಿಸಿ
mr: सध्याचा शॉर्टकट/मार्ग मंजूर करा

source: Are you sure you want to delete this part? This action cannot be undone.
hi: क्या आप वाकई इस पार्ट को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
kn: ನೀವು ಖಂಡಿತವಾಗಿಯೂ ಈ ಭಾಗವನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.

source: Are you sure you want to end this trip?
hi: क्या आप यात्रा समाप्त करना चाहते हैं?
kn: ಈ ಪ್ರವಾಸ ಕೊನೆಗೊಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
mr: तुम्हाला ही सफर संपवायची आहे?

source: Are you sure you want to log out?
hi: क्या आप लॉग आउट करना चाहते हैं?
kn: ನೀವು ಲಾಗ್ ಔಟ್ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
mr: तुम्हाला लॉग आउट करायचे आहे?

source: Assign Maintenance
hi: रखरखाव सौंपें
kn: ನಿರ್ವಹಣೆ ನಿಯೋಜಿಸಿ
mr: देखभाल सोपवा

source: Assign Maintenance Personnel
hi: रखरखाव कर्मचारी सौंपें
kn: ನಿರ್ವಹಣೆ ಸಿಬ್ಬಂದಿ ನಿಯೋಜಿಸಿ
mr: देखभाल कर्मचारी सोपवा

source: Assigned Vehicle
hi: सौंपा गया वाहन
kn: ನಿಯೋಜಿಸಲಾದ ವಾಹನ
mr: सोपवलेले वाहन

source: Available
hi: उपलब्ध
kn: ಲಭ್ಯ
mr: उपलब्ध

source: Available Drivers
hi: उपलब्ध ड्राइवर
kn: ಲಭ್ಯ ಚಾಲಕರು
mr: उपलब्ध चालक

source: Available Vehicles
hi: उपलब्ध वाहन
kn: ಲಭ್ಯ ವಾಹನಗಳು
mr: उपलब्ध वाहने

source: Avg $/gal
hi: औसत ₹/लीटर
kn: ಸರಾಸರಿ ₹/ಲೀ

source: Avg Distance
hi: औसत दूरी
kn: ಸರಾಸರಿ ದೂರ
mr: सरासरी अंतर

source: Basic Info
hi: बुनियादी जानकारी
kn: ಮೂಲ ಮಾಹಿತಿ
mr: मूलभूत माहिती

source: Basic Information
hi: बुनियादी जानकारी
kn: ಮೂಲ ಮಾಹಿತಿ
mr: मूलभूत माहिती

source: Bike
hi: बाइक
kn: ಬೈಕ್
mr: बाइक

source: Bodywork
hi: बॉडीवर्क
kn: ಬಾಡಿವರ್ಕ್
mr: बॉडीवर्क

source: Brand
hi: ब्रांड
kn: ಬ್ರಾಂಡ್
mr: ब्रँड

source: Bus
hi: बस
kn: ಬಸ್
mr: बस

source: Call Now
hi: अभी कॉल करें
kn: ಈಗ ಕರೆ ಮಾಡಿ
mr: आता कॉल करा

source: Camera
hi: कैमरा
kn: ಕ್ಯಾಮೆರಾ
mr: कॅमेरा

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
mr: रद्द करा

source: Cancelled
hi: रद्द
kn: ರದ್ದಾಗಿದೆ
mr: रद्द

source: Cannot Delete
hi: हटा नहीं सकते
kn: ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
mr: हटवता येत नाही

source: Car
hi: कार
kn: ಕಾರ್
mr: कार

source: Categories
hi: श्रेणियाँ
kn: ವರ್ಗಗಳು
mr: श्रेण्या

source: Category
hi: श्रेणी
kn: ವರ್ಗ
mr: श्रेणी

source: Chat
hi: चैट
kn: ಚಾಟ್
mr: चॅट

source: Check the Trips section for upcoming schedules.
hi: आगामी शेड्यूल के लिए यात्रा अनुभाग देखें।
kn: ಮುಂಬರುವ ವೇಳಾಪಟ್ಟಿಗಾಗಿ ಪ್ರವಾಸ ವಿಭಾಗ ಪರಿಶೀಲಿಸಿ.
mr: आगामी वेळापत्रकासाठी सफर विभाग तपासा.

source: Choose your preferred language for the application. You can change this later in your profile.
hi: अपनी पसंदीदा भाषा चुनें। इसे बाद में प्रोफ़ाइल में बदला जा सकता है।
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆ ಆಯ್ಕೆ ಮಾಡಿ. ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ನಂತರ ಬದಲಾಯಿಸಬಹುದು.
mr: आपली पसंतीची भाषा निवडा. प्रोफाइलमध्ये नंतर बदलता येईल.

source: Clear
hi: साफ़ करें
kn: ತೆರವುಗೊಳಿಸಿ
mr: साफ करा

source: Clear All
hi: सभी साफ़ करें
kn: ಎಲ್ಲವನ್ನೂ ತೆರವುಗೊಳಿಸಿ
mr: सर्व साफ करा

source: Clear Filters
hi: फ़िल्टर साफ़ करें
kn: ಫಿಲ್ಟರ್ ತೆರವುಗೊಳಿಸಿ
mr: फिल्टर साफ करा

source: close
hi: बंद करें
kn: ಮುಚ್ಚಿ
mr: बंद करा

source: Combine
hi: मिलाएं
kn: ಸಂಯೋಜಿಸಿ
mr: एकत्र करा

source: Complete All Items
hi: सभी वस्तुएं पूरी करें
kn: ಎಲ್ಲಾ ಐಟಂಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
mr: सर्व आयटम पूर्ण करा

source: Completed
hi: पूरा हुआ
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
mr: पूर्ण

source: Completed Orders
hi: पूरे ऑर्डर
kn: ಪೂರ್ಣಗೊಂಡ ಆದೇಶಗಳು
mr: पूर्ण ऑर्डर

source: Confirm
hi: पुष्टि करें
kn: ಖಚಿತಪಡಿಸಿ
mr: पुष्टी करा

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್‌ವರ್ಡ್ ಖಚಿತಪಡಿಸಿ
mr: पासवर्ड पुष्टी करा

source: Contact Information
hi: संपर्क जानकारी
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ
mr: संपर्क माहिती

source: Contact Number
hi: संपर्क नंबर
kn: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
mr: संपर्क क्रमांक

source: Contact your fleet manager for assignment details.
hi: असाइनमेंट विवरण के लिए अपने फ्लीट मैनेजर से संपर्क करें।
kn: ನಿಯೋಜನೆ ವಿವರಗಳಿಗಾಗಿ ನಿಮ್ಮ ಫ್ಲೀಟ್ ಮ್ಯಾನೇಜರ್ ಸಂಪರ್ಕಿಸಿ.
mr: सोपवणीच्या तपशिलांसाठी आपल्या फ्लीट मॅनेजरशी संपर्क साधा.

source: Continue
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
mr: सुरू ठेवा

source: Cost per Unit
hi: प्रति यूनिट लागत
kn: ಪ್ರತಿ ಘಟಕ ವೆಚ್ಚ
mr: प्रति युनिट किंमत

source: Cost per Unit (₹)
hi: प्रति यूनिट लागत (₹)
kn: ಪ್ರತಿ ಘಟಕ ವೆಚ್ಚ (₹)
mr: प्रति युनिट किंमत (₹)

source: Create Trip
hi: यात्रा बनाएं
kn: ಪ್ರವಾಸ ರಚಿಸಿ
mr: सफर तयार करा

source: Create Your Password
hi: अपना पासवर्ड बनाएं
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ರಚಿಸಿ
mr: आपला पासवर्ड तयार करा

source: Created By
hi: द्वारा बनाया गया
kn: ರಚಿಸಿದವರು
mr: निर्माता

source: Credentials will be sent via email
hi: क्रेडेंशियल्स ईमेल द्वारा भेजे जाएंगे
kn: ರುಜುವಾತುಗಳನ್ನು ಇಮೇಲ್ ಮೂಲಕ ಕಳುಹಿಸಲಾಗುತ್ತದೆ
mr: क्रेडेन्शियल्स ईमेलद्वारे पाठवले जातील

source: Critical
hi: गंभीर
kn: ನಿರ್ಣಾಯಕ
mr: गंभीर

source: Current Work
hi: वर्तमान कार्य
kn: ಪ್ರಸ್ತುತ ಕೆಲಸ
mr: सध्याचे काम

source: Dashboard
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್
mr: डॅशबोर्ड

source: Deactivate
hi: निष्क्रिय करें
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
mr: निष्क्रिय करा

source: Deactivate Staff Account
hi: स्टाफ खाता निष्क्रिय करें
kn: ಸಿಬ್ಬಂದಿ ಖಾತೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
mr: कर्मचारी खाते निष्क्रिय करा

source: Decline
hi: अस्वीकार करें
kn: ತಿರಸ್ಕರಿಸಿ
mr: नाकारा

source: Delete
hi: हटाएं
kn: ಅಳಿಸಿ
mr: हटवा

source: Delete Part
hi: पार्ट हटाएं
kn: ಭಾಗ ಅಳಿಸಿ
mr: भाग हटवा

source: Delivered
hi: वितरित
kn: ವಿತರಿಸಲಾಗಿದೆ
mr: वितरित

source: Delivery Zone
hi: डिलीवरी ज़ोन
kn: ವಿತರಣಾ ವಲಯ
mr: डिलिव्हरी झोन

source: Describe the issue in detail…
hi: समस्या का विस्तार से वर्णन करें…
kn: ಸಮಸ್ಯೆಯನ್ನು ವಿವರವಾಗಿ ವಿವರಿಸಿ…
mr: समस्येचे तपशीलवार वर्णन करा…

source: Description
hi: विवरण
kn: ವಿವರಣೆ
mr: वर्णन

source: Destination
hi: गंतव्य
kn: ಗಮ್ಯಸ್ಥಾನ
mr: गंतव्य

source: Detailed description of the problem...
hi: समस्या का विस्तृत विवरण...
kn: ಸಮಸ್ಯೆಯ ವಿವರವಾದ ವಿವರಣೆ...
mr: समस्येचे सविस्तर वर्णन...

source: Deviation Limit
hi: विचलन सीमा
kn: ವಿಚಲನ ಮಿತಿ
mr: विचलन मर्यादा

source: Diesel
hi: डीजल
kn: ಡೀಸೆಲ್
mr: डिझेल

source: Dismiss
hi: खारिज करें
kn: ವಜಾಗೊಳಿಸಿ
mr: बाद करा

source: Distance
hi: दूरी
kn: ದೂರ
mr: अंतर

source: Docs Expired
hi: दस्तावेज़ समाप्त
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಅವಧಿ ಮೀರಿದೆ
mr: दस्तऐवज कालबाह्य

source: Docs Valid
hi: दस्तावेज़ वैध
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಮಾನ್ಯ
mr: दस्तऐवज वैध

source: Document Uploaded
hi: दस्तावेज़ अपलोड हुआ
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಅಪ್‌ಲೋಡ್ ಆಗಿದೆ
mr: दस्तऐवज अपलोड झाला

source: Done
hi: हो गया
kn: ಮುಗಿದಿದೆ
mr: पूर्ण

source: Drift Radius
hi: ड्रिफ्ट दायरा
kn: ಡ್ರಿಫ್ಟ್ ತ್ರಿಜ್ಯ
mr: ड्रिफ्ट त्रिज्या

source: Driver
hi: ड्राइवर
kn: ಚಾಲಕ
mr: चालक

source: Driver is currently idle
hi: ड्राइवर वर्तमान में निष्क्रिय है
kn: ಚಾಲಕ ಪ್ರಸ್ತುತ ಖಾಲಿ ಇದ್ದಾರೆ
mr: चालक सध्या रिकामा आहे

source: Driver's Licence
hi: ड्राइवर का लाइसेंस
kn: ಚಾಲಕ ಪರವಾನಗಿ
mr: चालक परवाना

source: Drivers
hi: ड्राइवर
kn: ಚಾಲಕರು
mr: चालक

source: Duration
hi: अवधि
kn: ಅವಧಿ
mr: कालावधी

source: Edit
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ
mr: संपादित करा

source: Electric
hi: इलेक्ट्रिक
kn: ವಿದ್ಯುತ್
mr: इलेक्ट्रिक

source: Electrical
hi: विद्युत
kn: ವಿದ್ಯುತ್
mr: विद्युत

source: Email
hi: ईमेल
kn: ಇಮೇಲ್
mr: ईमेल

source: Emergency SOS button
hi: आपातकालीन SOS बटन
kn: ತುರ್ತು SOS ಬಟನ್
mr: आणीबाणी SOS बटण

source: End Trip
hi: यात्रा समाप्त करें
kn: ಪ್ರವಾಸ ಕೊನೆಗೊಳಿಸಿ
mr: सफर संपवा

source: Ended
hi: समाप्त
kn: ಕೊನೆಗೊಂಡಿದೆ
mr: संपलेले

source: Enter your email
hi: अपना ईमेल दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
mr: आपला ईमेल प्रविष्ट करा

source: Error
hi: त्रुटि
kn: ದೋಷ
mr: त्रुटी

source: Est. Cost
hi: अनुमानित लागत
kn: ಅಂದಾಜು ವೆಚ್ಚ
mr: अंदाजे किंमत

source: Est. Duration
hi: अनुमानित अवधि
kn: ಅಂದಾಜು ಅವಧಿ
mr: अंदाजे कालावधी

source: Est. MPG
hi: अनुमानित माइलेज
kn: ಅಂದಾಜು ಮೈಲೇಜ್

source: Estimated Arrival
hi: अनुमानित आगमन
kn: ಅಂದಾಜು ಆಗಮನ
mr: अंदाजे आगमन

source: Estimated Total Cost
hi: अनुमानित कुल लागत
kn: ಅಂದಾಜು ಒಟ್ಟು ವೆಚ್ಚ
mr: अंदाजे एकूण किंमत

source: ETA
hi: ईटीए
kn: ಇಟಿಎ
mr: ईटीए

source: Expiry Date
hi: समाप्ति तिथि
kn: ಮುಕ್ತಾಯ ದಿನಾಂಕ
mr: कालबाह्य तारीख

source: Filter
hi: फ़िल्टर
kn: ಫಿಲ್ಟರ್
mr: फिल्टर

source: Find Available Vehicle & Driver
hi: उपलब्ध वाहन और ड्राइवर खोजें
kn: ಲಭ್ಯ ವಾಹನ ಮತ್ತು ಚಾಲಕ ಹುಡುಕಿ
mr: उपलब्ध वाहन आणि चालक शोधा

source: Fleet
hi: फ़्लीट
kn: ಫ್ಲೀಟ್
mr: फ्लीट

source: Fleet Manager
hi: फ़्लीट मैनेजर
kn: ಫ್ಲೀಟ್ ಮ್ಯಾನೇಜರ್
mr: फ्लीट मॅनेजर

source: Fleet Managers
hi: फ़्लीट मैनेजर्स
kn: ಫ್ಲೀಟ್ ಮ್ಯಾನೇಜರ್‌ಗಳು
mr: फ्लीट मॅनेजर्स

source: Fleet Overview
hi: फ़्लीट अवलोकन
kn: ಫ್ಲೀಟ್ ಅವಲೋಕನ
mr: फ्लीट आढावा

source: Fluid Leak
hi: द्रव रिसाव
kn: ದ್ರವ ಸೋರಿಕೆ
mr: द्रव गळती

source: Forgot Password?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
mr: पासवर्ड विसरलात?

source: FROM
hi: से
kn: ಇಂದ
mr: पासून

source: Fuel
hi: ईंधन
kn: ಇಂಧನ
mr: इंधन

source: Fuel Log
hi: ईंधन लॉग
kn: ಇಂಧನ ಲಾಗ್
mr: इंधन लॉग

source: Fuel Used
hi: ईंधन उपयोग
kn: ಬಳಸಿದ ಇಂಧನ
mr: वापरलेले इंधन

source: Gallery
hi: गैलरी
kn: ಗ್ಯಾಲರಿ
mr: गॅलरी

source: Gallons
hi: गैलन
kn: ಗ್ಯಾಲನ್
mr: गॅलन

source: Generate Report
hi: रिपोर्ट बनाएं
kn: ವರದಿ ರಚಿಸಿ
mr: अहवाल तयार करा

source: HOURS
hi: घंटे
kn: ಗಂಟೆಗಳು
mr: तास

source: hrs
hi: घंटे
kn: ಗಂಟೆ
mr: तास

source: In Progress
hi: प्रगति पर
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
mr: प्रगतीपथावर

source: IN PROGRESS TASKS
hi: प्रगति में कार्य
kn: ಪ್ರಗತಿಯಲ್ಲಿರುವ ಕಾರ್ಯ
mr: चालू कार्ये

source: Inspection
hi: निरीक्षण
kn: ತಪಾಸಣೆ
mr: तपासणी

source: Insurance
hi: बीमा
kn: ವಿಮೆ
mr: विमा

source: Inventory
hi: इन्वेंटरी
kn: ದಾಸ್ತಾನು
mr: साठा

source: Inventory Details
hi: इन्वेंटरी विवरण
kn: ದಾಸ್ತಾನು ವಿವರ
mr: साठा तपशील

source: Inventory looks good!
hi: इन्वेंटरी अच्छी है!
kn: ದಾಸ್ತಾನು ಉತ್ತಮವಾಗಿದೆ!
mr: साठा ठीक आहे!

source: Issue Details
hi: समस्या विवरण
kn: ಸಮಸ್ಯೆ ವಿವರ
mr: समस्या तपशील

source: Issues Reported ✓
hi: समस्याएं दर्ज ✓
kn: ಸಮಸ್ಯೆಗಳ ವರದಿ ✓
mr: समस्या नोंदवल्या ✓

source: Issues Snapshot
hi: समस्याओं का सारांश
kn: ಸಮಸ್ಯೆಗಳ ಸಾರಾಂಶ
mr: समस्यांचा सारांश

source: Just Acknowledge (No Assignment)
hi: केवल स्वीकार करें (असाइनमेंट नहीं)
kn: ಕೇವಲ ಅಂಗೀಕರಿಸಿ (ನಿಯೋಜನೆ ಇಲ್ಲ)
mr: फक्त मान्य करा (सोपवणी नाही)

source: km
hi: किमी
kn: ಕಿಮೀ
mr: किमी

source: Language
hi: भाषा
kn: ಭಾಷೆ
mr: भाषा

source: Last Activity
hi: अंतिम गतिविधि
kn: ಕೊನೆಯ ಚಟುವಟಿಕೆ
mr: शेवटची क्रिया

source: Last Completed Trip
hi: अंतिम पूर्ण यात्रा
kn: ಕೊನೆಯ ಪೂರ್ಣ ಪ್ರವಾಸ
mr: शेवटची पूर्ण सफर

source: Last Updated
hi: अंतिम अद्यतन
kn: ಕೊನೆಯ ನವೀಕರಣ
mr: शेवटचे अपडेट

source: Licence Details
hi: लाइसेंस विवरण
kn: ಪರವಾನಗಿ ವಿವರ
mr: परवाना तपशील

source: Licence Document
hi: लाइसेंस दस्तावेज़
kn: ಪರವಾನಗಿ ದಾಖಲೆ
mr: परवाना दस्तऐवज

source: License & Compliance
hi: लाइसेंस और अनुपालन
kn: ಪರವಾನಗಿ ಮತ್ತು ಅನುಪಾಲನೆ
mr: परवाना आणि अनुपालन

source: License No
hi: लाइसेंस नं
kn: ಪರವಾನಗಿ ಸಂ
mr: परवाना क्र

source: License Plate
hi: लाइसेंस प्लेट
kn: ಪರವಾನಗಿ ಫಲಕ
mr: परवाना फलक

source: LIVE
hi: लाइव
kn: ಲೈವ್
mr: लाइव्ह

source: Live Status
hi: लाइव स्थिति
kn: ಲೈವ್ ಸ್ಥಿತಿ
mr: लाइव्ह स्थिती

source: Loading inventory...
hi: इन्वेंटरी लोड हो रही है...
kn: ದಾಸ್ತಾನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...
mr: साठा लोड होत आहे...

source: Loading staff…
hi: स्टाफ लोड हो रहा है…
kn: ಸಿಬ್ಬಂದಿ ಲೋಡ್ ಆಗುತ್ತಿದೆ…
mr: कर्मचारी लोड होत आहे…

source: Loading trips…
hi: यात्राएं लोड हो रही हैं…
kn: ಪ್ರವಾಸಗಳು ಲೋಡ್ ಆಗುತ್ತಿವೆ…
mr: सफर लोड होत आहेत…

source: Loading...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
mr: लोड होत आहे...

source: Location
hi: स्थान
kn: ಸ್ಥಳ
mr: स्थान

source: Log defect or safety concern
hi: दोष या सुरक्षा चिंता दर्ज करें
kn: ದೋಷ ಅಥವಾ ಸುರಕ್ಷತಾ ಕಳವಳ ದಾಖಲಿಸಿ
mr: दोष किंवा सुरक्षा चिंता नोंदवा

source: Log Fill-Up
hi: ईंधन लॉग करें
kn: ಇಂಧನ ಲಾಗ್ ಮಾಡಿ
mr: इंधन लॉग करा

source: Log In
hi: लॉग इन
kn: ಲಾಗಿನ್
mr: लॉग इन

source: Log Out
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
mr: लॉग आउट

source: Login
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ

source: Logout
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್

source: Low
hi: कम
kn: ಕಡಿಮೆ
mr: कमी

source: Low in Stock
hi: स्टॉक कम है
kn: ಸ್ಟಾಕ್ ಕಡಿಮೆ
mr: साठा कमी आहे

source: Low Stock
hi: कम स्टॉक
kn: ಕಡಿಮೆ ಸ್ಟಾಕ್
mr: कमी साठा

source: Low Stock Alert
hi: कम स्टॉक अलर्ट
kn: ಕಡಿಮೆ ಸ್ಟಾಕ್ ಎಚ್ಚರಿಕೆ
mr: कमी साठा सूचना

source: Maintenance
hi: रखरखाव
kn: ನಿರ್ವಹಣೆ
mr: देखभाल

source: Maintenance Records
hi: रखरखाव रिकॉर्ड
kn: ನಿರ್ವಹಣೆ ದಾಖಲೆ
mr: देखभाल नोंदी

source: Maintenance Reports
hi: रखरखाव रिपोर्ट
kn: ನಿರ್ವಹಣೆ ವರದಿ
mr: देखभाल अहवाल

source: Maintenance Staff
hi: रखरखाव कर्मचारी
kn: ನಿರ್ವಹಣೆ ಸಿಬ್ಬಂದಿ
mr: देखभाल कर्मचारी

source: Maintenance Workspace
hi: रखरखाव कार्यक्षेत्र
kn: ನಿರ್ವಹಣೆ ಕಾರ್ಯಸ್ಥಳ
mr: देखभाल कार्यक्षेत्र

source: Manager Workspace
hi: मैनेजर कार्यक्षेत्र
kn: ಮ್ಯಾನೇಜರ್ ಕಾರ್ಯಸ್ಥಳ
mr: मॅनेजर कार्यक्षेत्र

source: Manufacturer
hi: निर्माता
kn: ತಯಾರಕ
mr: उत्पादक

source: Manufacturer & Specs
hi: निर्माता और विनिर्देश
kn: ತಯಾರಕ ಮತ್ತು ವಿಶೇಷಣಗಳು
mr: उत्पादक आणि तपशील

source: Mechanical
hi: यांत्रिक
kn: ಯಾಂತ್ರಿಕ
mr: यांत्रिक

source: Medium
hi: मध्यम
kn: ಮಧ್ಯಮ
mr: मध्यम

source: Member Since
hi: सदस्यता तिथि
kn: ಸದಸ್ಯತ್ವ ದಿನಾಂಕ
mr: सदस्यत्व तारीख

source: mi
hi: मील
kn: ಮೈಲಿ
mr: मैल

source: Minimum Required
hi: न्यूनतम आवश्यक
kn: ಕನಿಷ್ಠ ಅಗತ್ಯ
mr: किमान आवश्यक

source: Missing
hi: लापता
kn: ಕಾಣೆ
mr: गहाळ

source: Model
hi: मॉडल
kn: ಮಾದರಿ
mr: मॉडेल

source: Model Year
hi: मॉडल वर्ष
kn: ಮಾದರಿ ವರ್ಷ
mr: मॉडेल वर्ष

source: Monthly Service Reminders
hi: मासिक सर्विस रिमाइंडर
kn: ಮಾಸಿಕ ಸೇವಾ ಜ್ಞಾಪನೆ
mr: मासिक सर्व्हिस स्मरणपत्र

source: My Trips
hi: मेरी यात्राएं
kn: ನನ್ನ ಪ್ರವಾಸಗಳು
mr: माझ्या सफरी

source: Name
hi: नाम
kn: ಹೆಸರು
mr: नाव

source: Need 2+ logs
hi: 2+ लॉग चाहिए
kn: 2+ ಲಾಗ್‌ಗಳು ಬೇಕು

source: New Chat
hi: नई चैट
kn: ಹೊಸ ಚಾಟ್
mr: नवीन चॅट

source: New Work Order
hi: नया कार्य आदेश
kn: ಹೊಸ ಕೆಲಸದ ಆದೇಶ
mr: नवीन कार्य आदेश

source: Next
hi: अगला
kn: ಮುಂದಿನ
mr: पुढील

source: Next Trip
hi: अगली यात्रा
kn: ಮುಂದಿನ ಪ್ರವಾಸ
mr: पुढील सफर

source: No Active Inspection
hi: कोई सक्रिय निरीक्षण नहीं
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ತಪಾಸಣೆ ಇಲ್ಲ
mr: सक्रिय तपासणी नाही

source: No Active Trip
hi: कोई सक्रिय यात्रा नहीं
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ಪ್ರವಾಸವಿಲ್ಲ
mr: सक्रिय सफर नाही

source: No active work orders
hi: कोई सक्रिय कार्य आदेश नहीं
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ಕೆಲಸದ ಆದೇಶವಿಲ್ಲ
mr: सक्रिय कार्य आदेश नाहीत

source: No Assigned Vehicle
hi: कोई सौंपा वाहन नहीं
kn: ನಿಯೋಜಿಸಲಾದ ವಾಹನವಿಲ್ಲ
mr: सोपवलेले वाहन नाही

source: No completed trips yet
hi: अभी तक कोई यात्रा पूर्ण नहीं
kn: ಇನ್ನೂ ಯಾವುದೇ ಪ್ರವಾಸ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ
mr: अजून पूर्ण सफर नाही

source: No Fuel Logs
hi: कोई ईंधन लॉग नहीं
kn: ಯಾವುದೇ ಇಂಧನ ಲಾಗ್ ಇಲ್ಲ
mr: इंधन लॉग नाही

source: No notifications
hi: कोई सूचना नहीं
kn: ಯಾವುದೇ ಅಧಿಸೂಚನೆ ಇಲ್ಲ
mr: सूचना नाहीत

source: No Ongoing Trips
hi: कोई चल रही यात्रा नहीं
kn: ಯಾವುದೇ ನಡೆಯುತ್ತಿರುವ ಪ್ರವಾಸವಿಲ್ಲ
mr: चालू सफर नाही

source: No parts found
hi: कोई पार्ट नहीं मिला
kn: ಯಾವುದೇ ಭಾಗ ಕಂಡುಬಂದಿಲ್ಲ
mr: भाग सापडले नाहीत

source: No route assigned right now
hi: अभी कोई मार्ग नहीं सौंपा गया
kn: ಈಗ ಯಾವುದೇ ಮಾರ್ಗ ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ
mr: सध्या कोणताही मार्ग सोपवलेला नाही

source: No staff yet
hi: अभी तक कोई कर्मचारी नहीं
kn: ಇನ್ನೂ ಯಾವುದೇ ಸಿಬ್ಬಂದಿ ಇಲ್ಲ
mr: अजून कर्मचारी नाहीत

source: No tasks assigned.
hi: कोई कार्य नहीं सौंपा गया।
kn: ಯಾವುದೇ ಕಾರ್ಯಗಳನ್ನು ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ.

source: No Trips
hi: कोई यात्रा नहीं
kn: ಯಾವುದೇ ಪ್ರವಾಸವಿಲ್ಲ
mr: सफर नाही

source: No Trips Found
hi: कोई यात्रा नहीं मिली
kn: ಯಾವುದೇ ಪ್ರವಾಸ ಕಂಡುಬಂದಿಲ್ಲ
mr: सफर सापडल्या नाहीत

source: No upcoming maintenance
hi: कोई आगामी रखरखाव नहीं
kn: ಮುಂಬರುವ ನಿರ್ವಹಣೆ ಇಲ್ಲ
mr: आगामी देखभाल नाही

source: No upcoming trips
hi: कोई आगामी यात्रा नहीं
kn: ಮುಂಬರುವ ಪ್ರವಾಸವಿಲ್ಲ
mr: आगामी सफर नाही

source: No users found
hi: कोई उपयोगकर्ता नहीं मिला
kn: ಯಾವುದೇ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ
mr: वापरकर्ते सापडले नाहीत

source: No vehicle assigned
hi: कोई वाहन नहीं सौंपा
kn: ಯಾವುದೇ ವಾಹನ ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ
mr: वाहन सोपवलेले नाही

source: No vehicles found in this category.
hi: इस श्रेणी में कोई वाहन नहीं मिला।
kn: ಈ ವರ್ಗದಲ್ಲಿ ಯಾವುದೇ ವಾಹನ ಕಂಡುಬಂದಿಲ್ಲ.
mr: या श्रेणीत वाहने सापडली नाहीत.

source: Not Available
hi: उपलब्ध नहीं
kn: ಲಭ್ಯವಿಲ್ಲ
mr: उपलब्ध नाही

source: Not Set
hi: सेट नहीं
kn: ಹೊಂದಿಸಿಲ್ಲ
mr: सेट नाही

source: Notes
hi: नोट्स
kn: ಟಿಪ್ಪಣಿಗಳು
mr: नोट्स

source: Notifications
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
mr: सूचना

source: Number Plate
hi: नंबर प्लेट
kn: ನಂಬರ್ ಪ್ಲೇಟ್
mr: नंबर प्लेट

source: OK
hi: ठीक है
kn: ಸರಿ
mr: ठीक आहे

source: On Trip
hi: यात्रा पर
kn: ಪ್ರವಾಸದಲ್ಲಿ
mr: सफरीवर

source: Ongoing Trips
hi: चल रही यात्राएं
kn: ನಡೆಯುತ್ತಿರುವ ಪ್ರವಾಸಗಳು
mr: चालू सफरी

source: Origin
hi: मूल स्थान
kn: ಮೂಲ
mr: मूळ

source: Other
hi: अन्य
kn: ಇತರೆ
mr: इतर

source: Overall Notes
hi: समग्र नोट्स
kn: ಒಟ್ಟಾರೆ ಟಿಪ್ಪಣಿ
mr: एकूण नोट्स

source: Overdue
hi: अतिदेय
kn: ಅವಧಿ ಮೀರಿದ
mr: मुदत संपलेले

source: Overview
hi: अवलोकन
kn: ಅವಲೋಕನ
mr: आढावा

source: Part Details
hi: पार्ट विवरण
kn: ಭಾಗ ವಿವರ
mr: भाग तपशील

source: Part Name
hi: पार्ट का नाम
kn: ಭಾಗದ ಹೆಸರು
mr: भागाचे नाव

source: Parts Usage
hi: पुर्जों का उपयोग
kn: ಭಾಗಗಳ ಬಳಕೆ
mr: भागांचा वापर

source: Password
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
mr: पासवर्ड

source: Password Strength
hi: पासवर्ड की शक्ति
kn: ಪಾಸ್ವರ್ಡ್ ಸಾಮರ್ಥ್ಯ
mr: पासवर्ड ताकद

source: Pending
hi: लंबित
kn: ಬಾಕಿ
mr: प्रलंबित

source: Pending Approvals
hi: लंबित अनुमोदन
kn: ಬಾಕಿ ಅನುಮೋದನೆ
mr: प्रलंबित मंजुरी

source: Pending Orders
hi: लंबित ऑर्डर
kn: ಬಾಕಿ ಆದೇಶ
mr: प्रलंबित ऑर्डर

source: Performance
hi: प्रदर्शन
kn: ಪ್ರದರ್ಶನ
mr: कामगिरी

source: Performance Dashboard
hi: प्रदर्शन डैशबोर्ड
kn: ಕಾರ್ಯಕ್ಷಮತೆ ಡ್ಯಾಶ್ಬೋರ್ಡ್
mr: कामगिरी डॅशबोर्ड

source: Personal Details
hi: व्यक्तिगत विवरण
kn: ವೈಯಕ್ತಿಕ ವಿವರ
mr: वैयक्तिक तपशील

source: Personnel
hi: कर्मचारी
kn: ಸಿಬ್ಬಂದಿ
mr: कर्मचारी

source: Petrol
hi: पेट्रोल
kn: ಪೆಟ್ರೋಲ್
mr: पेट्रोल

source: Phone
hi: फोन
kn: ಫೋನ್
mr: फोन

source: Phone Number
hi: फोन नंबर
kn: ಫೋನ್ ಸಂಖ್ಯೆ
mr: फोन क्रमांक

source: Photo Library
hi: फोटो गैलरी
kn: ಫೋಟೋ ಲೈಬ್ರರಿ
mr: फोटो गॅलरी

source: Pickup Time
hi: पिकअप समय
kn: ಪಿಕಪ್ ಸಮಯ
mr: पिकअप वेळ

source: Planned
hi: नियोजित
kn: ಯೋಜಿತ
mr: नियोजित

source: Post-Trip Inspection
hi: यात्रा-पश्चात निरीक्षण
kn: ಪ್ರಯಾಣ-ನಂತರ ತಪಾಸಣೆ
mr: सफर-नंतर तपासणी

source: Pre-Trip Inspection
hi: यात्रा-पूर्व निरीक्षण
kn: ಪ್ರಯಾಣ-ಪೂರ್ವ ತಪಾಸಣೆ
mr: सफर-पूर्व तपासणी

source: Preferences
hi: प्राथमिकताएं
kn: ಆದ್ಯತೆಗಳು
mr: प्राधान्ये

source: Priority
hi: प्राथमिकता
kn: ಆದ್ಯತೆ
mr: प्राधान्य

source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
mr: प्रोफाइल

source: Quantity
hi: मात्रा
kn: ಪ್ರಮಾಣ
mr: प्रमाण

source: Radius
hi: दायरा
kn: ತ್ರಿಜ್ಯ
mr: त्रिज्या

source: Re-upload
hi: पुनः अपलोड
kn: ಮರು-ಅಪ್‌ಲೋಡ್
mr: पुन्हा अपलोड

source: Read
hi: पढ़ा
kn: ಓದಿದೆ
mr: वाचले

source: Recent Activity
hi: हाल की गतिविधि
kn: ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆ
mr: अलीकडील क्रिया

source: Recent Distances (km)
hi: हाल की दूरियां (किमी)
kn: ಇತ್ತೀಚಿನ ದೂರಗಳು (ಕಿಮೀ)

source: Recent Work Orders
hi: हाल के कार्य आदेश
kn: ಇತ್ತೀಚಿನ ಕೆಲಸದ ಆದೇಶ
mr: अलीकडील कार्य आदेश

source: Registration Details
hi: पंजीकरण विवरण
kn: ನೋಂದಣಿ ವಿವರ
mr: नोंदणी तपशील

source: Rename
hi: नाम बदलें
kn: ಮರುಹೆಸರಿಸಿ
mr: पुनर्नामित करा

source: Replace
hi: बदलें
kn: ಬದಲಾಯಿಸಿ
mr: बदला

source: Report Issue
hi: समस्या दर्ज करें
kn: ಸಮಸ್ಯೆ ವರದಿ ಮಾಡಿ
mr: समस्या नोंदवा

source: Required Documents
hi: आवश्यक दस्तावेज़
kn: ಅಗತ್ಯ ದಾಖಲೆ
mr: आवश्यक कागदपत्रे

source: Restricted
hi: प्रतिबंधित
kn: ನಿರ್ಬಂಧಿತ
mr: प्रतिबंधित

source: Retry
hi: पुनः प्रयास
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
mr: पुन्हा प्रयत्न

source: Returned
hi: वापस
kn: ಹಿಂದಿರುಗಿಸಲಾಗಿದೆ
mr: परत

source: Review
hi: समीक्षा
kn: ಪರಿಶೀಲನೆ
mr: आढावा

source: Role
hi: भूमिका
kn: ಪಾತ್ರ
mr: भूमिका

source: Route
hi: मार्ग
kn: ಮಾರ್ಗ
mr: मार्ग

source: Route Monitoring
hi: मार्ग निगरानी
kn: ಮಾರ್ಗ ಮೇಲ್ವಿಚಾರಣೆ
mr: मार्ग निरीक्षण

source: Route Name
hi: मार्ग का नाम
kn: ಮಾರ್ಗ ಹೆಸರು
mr: मार्गाचे नाव

source: Routine
hi: नियमित
kn: ನಿಯಮಿತ
mr: नियमित

source: Safety
hi: सुरक्षा
kn: ಸುರಕ್ಷತೆ
mr: सुरक्षा

source: Save
hi: सहेजें
kn: ಉಳಿಸಿ
mr: जतन करा

source: Save Password
hi: पासवर्ड सहेजें
kn: ಪಾಸ್ವರ್ಡ್ ಉಳಿಸಿ
mr: पासवर्ड जतन करा

source: Scan Invoice
hi: चालान स्कैन करें
kn: ಇನ್‌ವಾಯ್ಸ್ ಸ್ಕ್ಯಾನ್
mr: पावती स्कॅन करा

source: Schedule
hi: शेड्यूल
kn: ವೇಳಾಪಟ್ಟಿ
mr: वेळापत्रक

source: Schedule Maintenance
hi: रखरखाव शेड्यूल
kn: ನಿರ್ವಹಣೆ ವೇಳಾಪಟ್ಟಿ
mr: देखभाल वेळापत्रक

source: Scheduled
hi: शेड्यूल किया गया
kn: ನಿಗದಿಪಡಿಸಲಾಗಿದೆ
mr: नियोजित

source: Select
hi: चुनें
kn: ಆಯ್ಕೆಮಾಡಿ
mr: निवडा

source: Select All
hi: सभी चुनें
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
mr: सर्व निवडा

source: Select Category...
hi: श्रेणी चुनें...
kn: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ...
mr: श्रेणी निवडा...

source: Select Destination
hi: गंतव्य चुनें
kn: ಗಮ್ಯಸ್ಥಾನ ಆಯ್ಕೆಮಾಡಿ
mr: गंतव्य निवडा

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
mr: भाषा निवडा

source: Select Maintenance Personnel
hi: रखरखाव कर्मचारी चुनें
kn: ನಿರ್ವಹಣೆ ಸಿಬ್ಬಂದಿ ಆಯ್ಕೆಮಾಡಿ
mr: देखभाल कर्मचारी निवडा

source: Select Model...
hi: मॉडल चुनें...
kn: ಮಾದರಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ...

source: Select Role
hi: भूमिका चुनें
kn: ಪಾತ್ರ ಆಯ್ಕೆಮಾಡಿ
mr: भूमिका निवडा

source: Service Report
hi: सर्विस रिपोर्ट
kn: ಸೇವಾ ವರದಿ
mr: सर्व्हिस अहवाल

source: Set Vehicle Photo
hi: वाहन फोटो सेट करें
kn: ವಾಹನ ಫೋಟೋ ಹೊಂದಿಸಿ
mr: वाहन फोटो सेट करा

source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Severity
hi: गंभीरता
kn: ತೀವ್ರತೆ
mr: तीव्रता

source: Sign Out
hi: साइन आउट
kn: ಸೈನ್ ಔಟ್
mr: साइन आउट

source: Sort
hi: क्रमबद्ध
kn: ವಿಂಗಡಿಸಿ
mr: क्रमवारी

source: Sort By
hi: इसके अनुसार क्रमबद्ध
kn: ಇದರ ಪ್ರಕಾರ ವಿಂಗಡಿಸಿ
mr: यानुसार क्रमवारी

source: SOS
hi: एसओएस
kn: ಎಸ್‌ಒಎಸ್

source: Staff
hi: कर्मचारी
kn: ಸಿಬ್ಬಂದಿ
mr: कर्मचारी

source: Staff Details
hi: कर्मचारी विवरण
kn: ಸಿಬ್ಬಂದಿ ವಿವರ
mr: कर्मचारी तपशील

source: Staff Information
hi: कर्मचारी जानकारी
kn: ಸಿಬ್ಬಂದಿ ಮಾಹಿತಿ
mr: कर्मचारी माहिती

source: Staff Role
hi: कर्मचारी भूमिका
kn: ಸಿಬ್ಬಂದಿ ಪಾತ್ರ
mr: कर्मचारी भूमिका

source: Start
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
mr: सुरू करा

source: START INSPECTION
hi: निरीक्षण शुरू करें
kn: ತಪಾಸಣೆ ಪ್ರಾರಂಭಿಸಿ
mr: तपासणी सुरू करा

source: Start Navigation
hi: नेविगेशन शुरू करें
kn: ನ್ಯಾವಿಗೇಶನ್ ಪ್ರಾರಂಭಿಸಿ
mr: नेव्हिगेशन सुरू करा

source: Start Trip
hi: यात्रा शुरू करें
kn: ಪ್ರವಾಸ ಪ್ರಾರಂಭಿಸಿ
mr: सफर सुरू करा

source: Start Work Order
hi: कार्य आदेश शुरू करें
kn: ಕೆಲಸದ ಆದೇಶ ಪ್ರಾರಂಭಿಸಿ
mr: कार्य आदेश सुरू करा

source: Statistics
hi: आंकड़े
kn: ಅಂಕಿಅಂಶಗಳು
mr: आकडेवारी

source: Status
hi: स्थिति
kn: ಸ್ಥಿತಿ
mr: स्थिती

source: Stock Quantity
hi: स्टॉक मात्रा
kn: ಸ್ಟಾಕ್ ಪ್ರಮಾಣ
mr: साठा प्रमाण

source: Stops
hi: स्टॉप
kn: ನಿಲುಗಡೆ
mr: थांबे
